Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/omegat/project_save.tmx
Source language: ca
Languages: es_es

source: Els missatges poden contenir, a més del text mateix del missatge, fitxers annexos (o adjunts, en anglés attachments) com ara imatges, documents, missatges reenviats, etc.
es_es: Los mensajes pueden contener, además del texto mismo del mensaje, ficheros anexos (o adjuntos, en inglés attachments) como por ejemplo imágenes, documentos, mensajes reenviados, etc.

source: Els mots la i bata poden pertànyer cada un a dues categories lèxiques diferents.
es_es: Las palabras la y bata pueden pertenecer cada una a dos categorías léxicas diferentes.

source: Els navegadors més usats són Firefox (un programa lliure i de codi font obert desenvolupat per centenars de col·laboradors arreu del món), Chrome (el navegador de la companyia Google, el qual té una versió lliure i de codi font obert anomenada Chromium), Microsoft Internet Explorer (incorporat en el sistema operatiu Windows), Safari (el qual forma part del sistema operatiu MacOS), i d'altres com Opera, etc.
es_es: Los navegadores más usados son Firefox (un programa libre y de código fuente abierto desarrollado por centenares de colaboradores en todo el mundo), Chrome (el navegador de la compañía Google, el cual tiene una versión libre y de código fuente abierto denominada Chromium), Microsoft Internet Explorer (incorporado en el sistema operativo Windows), Safari (el cual forma parte del sistema operativo MacOS), y otros cómo Opera, etc.

source: Els números IP es componen de 4 números del 0 al 255 separats per punts.
es_es: Los números IP se componen de 4 números del 0 al 255 separados por puntos.

source: Els professionals de la traducció gestionen, amb aquests gestors, bases de dades lèxiques que els ajuden a traduir consistentment els termes i, potser, les locucions i frases d'una determinada àrea de coneixement (terminologia).
es_es: Los profesionales de la traducción gestionan, con estos gestores, bases de datos léxicas que les ayudan a traducir consistentemente los términos y, quizás, las locuciones y frases de una determinada área de conocimiento (terminología).

source: Els programadors normalment escriuen els seus programes en { llenguatges de programació} basats en instruccions més potents (com ara BASIC, Java, C, C++, Pascal, Perl o Python) i usen programes especials ---els processadors de llenguatges--- per a traduir-los a les instruccions senzilles que entén la màquina. Quasi tots els programes que s'executen en un ordinador han estat escrits en algun llenguatge de programació.
es_es: Los programadores normalmente escriben sus programas en { lenguajes de programación} basados en instrucciones más potentes (como por ejemplo BASIC, Java, C, C++, Pascal, Perl o Python) y usan programas especiales ---los procesadores de lenguajes--- para traducirlos a las instrucciones sencillas que entiende la máquina. Casi todos los programas que se ejecutan en un ordenador han sido escritos en algún lenguaje de programación.

source: Els programes navegadors es coneixen també per altres noms: browsers (fullejadors), exploradors, etc.
es_es: Los programes navegadores se conocen también por otros nombres: browsers, exploradores, etc.

source: Els programes poden estar guardats en un disc o carregats en la memòria de l'ordinador mentre són executats pel processador.
es_es: Los programas pueden estar guardados en un disco o cargados en la memoria del ordenador mientras el procesador los ejecuta.

source: Els quantificadors són mots com algun, tot, cada.
es_es: Los cuantificadores son palabras como alguno, todo, cada.

source: Els quatre problemes de la traducció automàtica
es_es: Los cuatro problemas de la traducción automática

source: Els registres o les fitxes d'una base de dades lèxica multilingüe estableixen correspondències entre els termes usats en diverses llengües en un camp determinat de coneixement.
es_es: Los registros o las fichas de una base de datos léxica multilingüe establecen correspondencias entre los términos usados en varias lenguas en un campo determinado de conocimiento.

source: Els resultats són: {c|c} {Nombre de fitxes}
es_es: Los resultados son: {c|c} {Número de fichas}

source: Els serveis i els documents concrets presents en un ordinador (un servidor d'Internet) que els fa disponibles es poden designar mitjançant el seu identificador uniforme de recursos o, més comunament, URI (de l'anglés uniform resource identifier). L'URI és, per tant, una expressió que identifica o localitza uniformement un servei o document (un recurs) de qualsevol dels que s'ofereixen en Internet.
es_es: Los servicios y los documentos concretos presentes en un ordenador (un servidor de Internet) que los hace disponibles se pueden designar mediante su identificador uniforme de recursos o, más comúnmente, URI (del inglés uniform resource identifier). El URI es, por lo tanto, una expresión que identifica o localiza uniformemente un servicio o documento (un recurso) de cualquiera de los que se ofrecen en Internet.

source: Els sistemes de traducció mot per mot poden cometre, per exemple, errors deguts a l'elecció incorrecta de la categoria gramatical d'un mot lèxicament ambigu.
es_es: Los sistemas de traducción palabra por palabra pueden cometer, por ejemplo, errores debidos a la elección incorrecta de la categoría gramatical de una palabra léxicamente ambigua.

source: Els sistemes més antics eren de vegades monousuari (MS-DOS, Windows 3.11), és a dir, només podien donar suport a una persona usuària, o monotasca, és a dir, no podien executar més d'un programa al mateix temps.
es_es: Los sistemas más antiguos eran a veces monousuario (MS-DOS, Windows 3.11), es decir, sólo podían ser usados por un único usuario a la vez, o monotarea, es decir, no podían ejecutar más de un programa al mismo tiempo.

source: Els telèfons mòbils intel·ligents o smartphones i les tauletes no solen tenir disc, sinó una memòria flaix no volàtil, per exemple, de 8 GB, i una memòria RAM de l'ordre d'1 GB.
es_es: Los teléfonos móviles inteligentes o smartphones y las tabletas no suelen tener disco, sino una memoria flash no volátil, por ejemplo, de 8 GB, y una memoria RAM del orden de 1 GB.

source: Els triangles s'usen per a no haver d'indicar tots els detalls d'un subarbre concret.}
es_es: Los triángulos se usan para no tener que indicar todos los detalles de un subárbol concreto.}

source: Els índexs contenen{} Entrades compostes pel valor del camp índex i el número de la fitxa (del registre).
es_es: Los índices contienen{} Entradas compuestas por el valor del campo índice y el número de la ficha (del registro).

source: Els índexs s'han de refer parcialment quan es fan altes, baixes o modificacions de registres per tal que les consultes continuen sent eficients.
es_es: Los índices se tienen que rehacer parcialmente cuando se hacen altas, bajas o modificaciones de registros para que las consultas continúen siendo eficientes.

source: Els$_{i/j?}$ vaig veure caure s'ha d'usar informació semàntica per a saber quin és l'antecedent d'els en la segona oració (els soldats o els xiquets).
es_es: Los$_{i/j?}$ vi caer se tiene que usar información semántica para saber cuál es el antecedente de los en la segunda oración (los soldados o los niños).

source: En algunes llengües romàniques (en italià, espanyol i català però no en francés) és comuna l'absència del subjecte quan és de tercera persona.
es_es: En algunas lenguas románicas (en italiano, español y catalán, pero no en francés) es común la ausencia del sujeto cuando es de tercera persona.

source: En alguns casos, la sintaxi podria donar pistes que permetrien una desambiguació molt aproximada.
es_es: En algunos casos, la sintaxis podría dar pistas que permitirían una desambiguación muy aproximada.

source: En alguns casos, les restriccions poden ser suficients.
es_es: En algunos casos, las restricciones pueden ser suficientes.

source: En altres països ({ .uk}, { .nz}, { .za}) s'usen indicatius similars ({ .co}(mercial), { .ac}(adèmic), etc.) davant de l'indicatiu de país (per exemple, { www.shef.ac.uk} és la Universitat de Sheffield).
es_es: En otros países ({ .uk}, { .nz}, { .za}) se usan indicativos similares ({ .co}(mercial), { .ac}(académico), etc.) antes del indicativo de país (por ejemplo, { www.shef.ac.uk} es la Universidad de Sheffield).

source: En anglés swapping.
es_es: En inglés swapping.

source: En aquest capítol ens fixarem molt especialment en l'ambigüitat de les oracions.
es_es: En este capítulo nos fijaremos especialmente en la ambigüedad de las oraciones.

source: En aquest cas, com en l'exemple , l'el·lipsi permet dos posicionaments diferents del pronom qui abans del moviment de Qu, però les ambigüitats causades pel moviment de Qu poden produir-se també sense el·lipsi, com en l'exemple Com dius que Jordi ha explicat que vindria?
es_es: En este caso, como en el ejemplo , la elipsis permite dos posicionamientos diferentes del pronombre quién antes del movimiento de Qu, pero las ambigüedades causadas por el movimiento de Qu pueden producirse también sin elipsis, como en el ejemplo ¿Cómo dices que Jordi ha explicado que vendría?

source: En aquest cas, el nombre de consultes hauria estat de 5 i, doncs, es compleix l'afirmació anterior: la recerca dicotòmica mira com a molt $n$ fitxes si el fitxer té entre $2^{n-1}$ i $2^n$ fitxes; ací el nombre d'elements total (25) està entre $2^4=16$ i $2^5=32$, i el nombre d'elements consultats ha estat $n=5$.
es_es: En este caso, el número de consultas habría sido 5 y, por tanto, se cumple la afirmación anterior: la búsqueda dicotómica consulta como mucho $n$ fichas si el fichero tiene entre^{2^{n-1}$ y $2^n$ fichas; aquí el número de elementos total (25) está entre $2^4=16$ y $2^5=32$, y el número de elementos consultados ha sido $n=5$.

source: En aquest cas, la posició on hauria d'anar el subjecte es pot suposar ocupada per un pronom sense forma superficial que dóna lloc a ambigüitat mitjançant mecanismes molt similars als de l'anàfora i per tant, se'ls pot considerar mecanismes lèxics.
es_es: En este caso, la posición donde tendría que ir el sujeto se puede suponer ocupada por un pronombre sin forma superficial que da lugar a ambigüedad mediante mecanismos muy similares a los de la anáfora y por lo tanto, se los puede considerar mecanismos léxicos.

source: En aquest dispositiu, el directori principal o arrel (representat amb el símbol $$) conté un únic (sub)directori {prac1}; aquest directori conté dos (sub)directoris, {tt} (que conté els fitxers tt1.txt i tt2.txt) i {reserva}.
es_es: En este dispositivo, el directorio principal o raíz (representado con el símbolo $$) contiene un único (sub)directorio {prac1}; este directorio contiene dos (sub)directorios, {tt} (que contiene los ficheros tt1.txt y tt2.txt) y {reserva}.

source: En aquestes bases de dades, cada fitxa representa un concepte i conté un camp índex per a emmagatzemar el terme corresponent en cada llengua.
es_es: En estas bases de datos, cada ficha representa un concepto y contiene un campo índice para almacenar el término correspondiente en cada lengua.

source: En aquests casos podem considerar que les categories buides són mots ``de zero lletres'' que tenen una interpretació.
es_es: En estos casos podemos considerar que las categorías vacías son palabras ``de cero letras'' que tienen una interpretación.

source: En canvi, en l'oració no considerem la primera interpretació (encara que siga la preferida sintàcticament segons la regla de clausura tardana), perquè no és gens versemblant que les cadires tinguen pany (hem usat informació semàntica basada en les nostres creences sobre el món).
es_es: En cambio, en la oración no consideramos la primera interpretación (aunque sea la preferida sintácticamente según la regla de clausura tardía), porque no es nada verosímil que las sillas tengan cerradura (hemos usado información semántica basada en nuestras creencias sobre el mundo).

source: En canvi, si diem Marta va parlar amb qui la va veure no es pot descartar completament que l'antecedent de la siga Marta.
es_es: En cambio, si decimos Marta habló con quien la vió no se puede descartar completamente que el antecedente de la sea Marta.

source: En català ---i en general en les llengües romàniques--- són molt comunes les ambigüitats degudes a la combinació d'un mot que pot ser pronom feble de tercera persona o article (el, la, l', els, les) i un altre mot que pot ser substantiu o verb conjugat.
es_es: En español ---y en general en las lenguas románicas--- son muy comunes las ambigüedades debidas a la combinación de una palabra que puede ser pronombre débil de tercera persona o artículo (el, la, los, las) y otra palabra que puede ser sustantivo o verbo conjugado.

source: En discos grans, seria molt incòmode tenir tots els fitxers un darrere l'altre; per això, és comú que els fitxers estiguen organitzats en { directoris}, també anomenats carpetes.
es_es: En discos grandes, sería muy incómodo tener todos los archivos uno tras otro, por lo que es normal que los archivos estén organizados en { directorios}, también llamados carpetas.

source: En el cas d'el sistema operatiu GNU/Linux les trajectòries d'aquests dos fitxers serien /{prac1/}{tt/}tt1.txt i /{prac1/}{reserva/}{tt/}tt1.txt.
es_es: En el caso del sistema operativo GNU/Linux las trayectorias de estos dos ficheros serían /{prac1/}{tt/}tt1.txt y / {prac1/}{reserva/}{tt/}tt1.txt.

source: En el cas de les frases ``Toni comprarà...'', sembla lògic usar la regla de { clausura tardana}, ja que es correspon prou bé amb les interpretacions preferides per les persones.
es_es: En el caso de las frases ``Toni comprará...'', parece lógico usar la regla de { clausura tardía}, puesto que se corresponde bastante bien con las interpretaciones preferidas por las personas.

source: En el cas dels pronoms de tercera persona, la interpretació estarà determinada pels antecedents que se'ls assignen (ambigüitat lèxica per anàfora).
es_es: En el caso de los pronombres de tercera persona, la interpretación estará determinada por los antecedentes que se les asignen (ambigüedad léxica por anáfora).

source: En el context Porta'm aquell sobre de la caixa, una vegada feta l'anàlisi morfològica dels mots de l'oració, es podrien aplicar restriccions lingüístiques basades en seqüències de dues categories lèxiques per a reduir l'ambigüitat.
es_es: En el contexto Tráeme aquel sobre de la caja, una vez hecho el análisis morfológico de las palabras de la oración, se podrían aplicar restricciones lingüísticas basadas en secuencias de dos categorías léxicas para reducir la ambigüedad.

source: En el fragment Anna va apunyalar Marta.
es_es: En el fragmento Anna apuñaló a Marta.

source: En els dos casos, si hi enviem un missatge, el reben tots els inscrits, de manera que es pot usar per a establir, per exemple, fòrums de discussió..
es_es: En ambos casos, si mandamos un mensaje, lo reciben todos los inscritos, de forma que se puede usar para establecer, por ejemplo, foros de discusión..

source: En els ordinadors personals, la unitat central és un únic xip de silici.
es_es: En los ordenadores personales, la unidad central es un único chip de silicio.

source: En informàtica, els fitxers d'aquesta mena se solen anomenar normalment bases de dades (BD); les fitxes s'anomenen registres i cada element d'informació de la fitxa s'anomena camp.
es_es: En informática, los ficheros de este tipo se suelen denominar normalmente bases de datos (BD); las fichas se denominan registros y cada elemento de información de la ficha se denomina campo.

source: En l'actualitat s'està fent la transició de la tecnologia anomenada de tercera generació o 3G (que es mostra de vegades també com una ``H'' en la pantalla), que permet velocitats de connexió d'uns pocs Mb/s a la de quarta generació o 4G, que permet velocitats molt més ràpides (de vegades, quan la cobertura no és bona, el nostre mòbil recorre a tecnologies més antigues i més lentes, com ara EDGE ---que permet centenars de kb/s i es mostra com una ``E'' en la pantalla--- o GPRS ---que permet desenes de kb/s i es mostra com una ``G'' en la pantalla).
es_es: En la actualidad se está haciendo la transición de la tecnología llamada de tercera generación o 3G (que se muestra a veces también como una ``H'' en la pantalla), que permite velocidades de conexión de unos pocos Mb/s a la de cuarta generación o 4G, que permite velocidades mucho más rápidas (a veces, cuando la cobertura no es buena, nuestro móvil recurre a tecnologías más antiguas y más lentas, como por ejemplo EDGE ---que permite centenares de kb/s y se muestra como una ``E'' en la pantalla--- o GPRS ---que permite decenas de kb/s y se muestra como una ``G'' en la pantalla).

source: En l'actualitat, en els domicilis del País Valencià hi ha bàsicament tres modalitats d'accés a Internet, totes per preus que oscil·len al voltant dels 30--40 euros/mes: [ADSL:] (vegeu el glossari de la secció ) el mòdem fa la connexió a través dels fils de telefonia convencional ja instal·lats a les cases, i en l'actualitat s'aconsegueixen velocitats de baixada d'alguns Mb/s i de pujada normalment inferiors a 1 Mb/s.
es_es: En la actualidad, en los domicilios del País Valencià hay básicamente tres modalidades de acceso a Internet, todas por precios que oscilan alrededor de los 30--40 euros/mes: [ADSL:] (véase el glosario de la sección ) el módem hace la conexión a través de los hilos de telefonía convencional ya instalados en las casas, y en la actualidad se consiguen velocidades de bajada de algunos Mb/s y de subida normalmente inferiores a 1 Mb/s.

source: En l'actualitat, podem comprar paquets de dades i pagar uns 5--7 euros per GB, o una quota mensual de desenes d'euros i tenir dades il·limitades.
es_es: En la actualidad, podemos comprar paquetes de datos y pagar unos 5--7 euros por GB, o una cuota mensual de decenas de euros y tener datos ilimitados.

source: En l'exemple de la secció anterior, la instrucció { inc A
es_es: En el ejemplo de la sección anterior, la instrucción { inc A

source: En l'exemple de les 1234 fitxes: Després de la 1a consulta, si la fitxa central no és la que busquem, ens queden dues meitats: una de 616 fitxes, i una altra de 617.
es_es: En el ejemplo de las 1234 fichas: Después de la 1ª consulta, si la ficha central no es la que buscamos, nos quedan dos mitades: una de 616 fichas, y otra de 617.

source: En l'oració El cotxe s'ha cremat amb el garatge i l'assegurança no el cobreix no se sap quina de les dues coses està coberta per l'assegurança, el garatge o el cotxe.
es_es: En la oración El coche se ha quemado con el garaje y el seguro no lo cubre no se sabe cuál de las dos cosas está cubierta por el seguro, el garaje o el coche.

source: En l'oració No m'agrada la manera com vas dir que vivia encara.
es_es: En la oración No me gusta la manera como dijiste que vivía todavía.

source: En la actualitat la grandària típica d'un dic fix és de 500 GB o 1 TB (vegeu l'apartat per a assabentar-vos de les mesures d'emmagatzemament de la informació).
es_es: En la actualidad el tamaño típico de un disco fijo es de 500 GB o 1 TB (véase el apartado para conocer las medidas de almacenamiento de información).

source: En la figura es resumeix esquemàticament el maquinari d'un ordinador.
es_es: En la figura se resume esquemáticamente el hardware de un ordenador.

source: En la frase Vaig obrir [la porta]$_i$ a [la cuinera]$_j$ i la$_{i/j?}$ vaig fer passar els índexs ($i$, $j$, $i/j?$) indiquen que el pronom feble la es pot referir a la mateixa persona a la qual ens hem referit amb el sintagma nominal la cuinera, però no hi ha cap raó sintàctica perquè el referent no siga el mateix que el del sintagma la porta: aquesta pot ser una possible causa d'ambigüitat en la segona oració coordinada.
es_es: En la frase Abrí [la puerta]$_i$ a [la cocinera]$_j$ y la$_{i/j?}$ hice pasar los índices ($i$, $j$, $i/j?$) indican que el pronombre débil la se puede referir a la misma persona a la cual nos hemos referido con el sintagma nominal la cocinera, pero no hay ninguna razón sintáctica para que el referente no sea el mismo que el del sintagma la puerta: esta puede ser una posible causa de ambigüedad en la segunda oración coordinada.

source: En la majoria dels casos, el número IP públic que el nostre proveïdor d'accés a Internet assigna al nostre encaminador és temporal i va canviant, per això els ordinadors que tenim a casa no poden actuar com a servidors.
es_es: En la mayoría de los casos, el número IP público que nuestro proveedor de acceso a Internet asigna a nuestro encaminador es temporal y va cambiando, por eso los ordenadores que tenemos en casa no pueden actuar como servidores.

source: En la primera interpretació les és un pronom i creus és un verb, i formen junts un sintagma verbal; en la segona les és un article i creus és un substantiu i formen junts un sintagma nominal.
es_es: En la primera interpretación de la frase en catalán les es un pronombre y creus es un verbo, y forman juntos un sintagma verbal; en la segunda les es un artículo y creus es un sustantivo y forman juntos un sintagma nominal.

source: En la primera interpretació és un participi en la forma passiva haber sido soldado; en la segona és un substantiu masculí singular.
es_es: En la primera interpretación es un participio en forma pasiva haber sido soldado; en la segunda es un sustantivo masculino singular.

source: En les imatges en blanc i negre, cada punt és un bit; una pantalla d'ordinador en conté més o menys un milió.
es_es: En las imágenes en blanco y negro, cada punto es un bit, una pantalla de ordenador contiene más o menos un millón.

source: En les unitats de CD-ROM és important la velocitat màxima de transferència de dades, que es dóna com a múltiple de l'estàndard (la d'un CD de música, de l'ordre d'uns 150 kilooctets per segon): quàdrupla (4$$), sèxtupla (6$$), etc.
es_es: En las unidades de CD-ROM es importante la velocidad máxima de transferencia de datos, que se da como múltiple del estándar (la de un CD de música, del orden de unos 150 kilobytes por segundo): cuádruplo (4$$), séxtuplo (6$$), etc.

source: En paraules de t[p. 364]{radford99b} ``hem de reconéixer [l'existència] d'un buit inacceptable entre el que proporciona la sintaxi i el que la semàntica necessita en el cas d'oracions que continguen sintagmes nominals quantificats''.
es_es: En palabras de t[p.364]{radford99b} ``tenemos que reconocer [la existencia] de un vacío inaceptable entre lo que proporciona la sintaxis y lo que la semántica necesita en el caso de oraciones que contengan sintagmas nominales cuantificados''.

source: En particular, és possible organitzar les bases de dades de manera que estiguen instal·lades en un o més servidors i que es puguen consultar i explotar des d'un altre ordinador a través d'Internet.
es_es: En particular, es posible organizar las bases de datos de forma que estén instaladas en uno o más servidores y se puedan consultar y explotar desde otro ordenador a través de Internet.

source: En què es diferencia un camp clau o camp índex de la resta dels camps d'una fitxa?{} Es guarda en un tipus de memòria RAM més ràpida anomenada cache o memòria cau.
es_es: ¿En qué se diferencia un campo clave o campo índice del resto de los campos de una ficha?{} Se guarda en un tipo de memoria RAM más rápida llamada cache.

source: En traducció automàtica, estem interessats a elegir una de les interpretacions possibles, perquè és comú que els mots polisèmics tinguen diverses traduccions (l'ambigüitat de transferència esmentada en l'apartat ).
es_es: En traducción automática, estamos interesados en elegir una de las interpretaciones posibles, porque es habitual que las palabras polisémicas tengan varias traducciones (la ambigüedad de transferencia mencionada en el apartado ).
